Revit 2027 API
IEntryPoint Properties
The IEntryPoint type exposes the following members.
Properties
Name | Description
AddinFolder
Top
See Also
Reference
IEntryPoint Interface
Autodesk.Revit.DB.Macros Namespace